import type { CultureTranslation } from '../culture/types';

const t: CultureTranslation = {
  ui: {
    about: 'ብዛዕባ Vloertaal',
    forCoaches: 'ንኣሰልጠንትን ኣስራሕትን', // nieuw, nalezen
  },
  gloss: {
    'a.what': 'Vloertaal እንታይ እዩ?',
    'a.what.b': { m: 'Vloertaal ኣብ ስራሕ እተድልየካ ሆላንድኛ ክትመሃር ይሕግዘካ፡ ኣብ መኽዘን፡ ኣብ ክሽነ፡ ኣብ ፋብሪካ ወይ ኣብ ቦታ ህንጻ። ኣብ ቦታ ስራሕ ዘሎ ቃላት ጥራይ ዘይኮነ፡ ምስ ስራሕ ዝተኣሳሰር ኩሉ ቋንቋ፡ ንስራሕ ምምልካት፡ ውዕልካን ወረቐት ደሞዝካን፡ መሰልካ፡ መንበሪ ገዛን ወረቐታትን፡ ሕማም ምሕባርን ምስ መሳርሕትኻ ምንባርን። እቲ ትምህርትታት ሓጺር እዩ፡ ስለዚ መዓልታዊ ቁሩብ ደቓይቕ ክትለማመድ ትኽእል። Vloertaal ከም ንእሽቶ ተወሳኺ ንናይ ዕረፍቲ ግዜ ርኣዮ። ንኮርስ ቋንቋ ወይ ንመምህር ቋንቋ ኣይትክእን እዩ።', f: 'Vloertaal ኣብ ስራሕ እተድልየኪ ሆላንድኛ ክትመሃሪ ይሕግዘኪ፡ ኣብ መኽዘን፡ ኣብ ክሽነ፡ ኣብ ፋብሪካ ወይ ኣብ ቦታ ህንጻ። ኣብ ቦታ ስራሕ ዘሎ ቃላት ጥራይ ዘይኮነ፡ ምስ ስራሕ ዝተኣሳሰር ኩሉ ቋንቋ፡ ንስራሕ ምምልካት፡ ውዕልኪን ወረቐት ደሞዝኪን፡ መሰልኪ፡ መንበሪ ገዛን ወረቐታትን፡ ሕማም ምሕባርን ምስ መሳርሕትኺ ምንባርን። እቲ ትምህርትታት ሓጺር እዩ፡ ስለዚ መዓልታዊ ቁሩብ ደቓይቕ ክትለማመዲ ትኽእሊ። Vloertaal ከም ንእሽቶ ተወሳኺ ንናይ ዕረፍቲ ግዜ ርኣይዮ። ንኮርስ ቋንቋ ወይ ንመምህር ቋንቋ ኣይትክእን እዩ።' },
    'a.beta': 'ናይ ፈተነ ሕታም',
    'a.beta.b': { m: 'Vloertaal ገና ናይ ፈተነ ሕታም (beta) እዩ። ምስ ሓንቲ ንእሽቶ ጉጅለ ተመሃሮን ኣሰልጠንትን ንፍትኖ ኣለና። ገና ኩሉ ኣይተመርመረን። ነቲ ትርጉማትን ብዛዕባ ሕግታት ዘለዉ ምኽርታትን ዝምርምሩ ክኢላታት ገና ንደሊ ኣለና። ክኢላ ዲኻ ወይ ሓደ ካብ ቋንቋታትና ቋንቋ ኣደኻ ድዩ፡ ክትሕግዝ ትደሊ ዶ? ሓብሩና። ጌጋ ረኺብካ ዶ? ኣድራሻና ኣብ ታሕቲ እዚ ገጽ ክትረኽቦ ትኽእል።', f: 'Vloertaal ገና ናይ ፈተነ ሕታም (beta) እዩ። ምስ ሓንቲ ንእሽቶ ጉጅለ ተመሃሮን ኣሰልጠንትን ንፍትኖ ኣለና። ገና ኩሉ ኣይተመርመረን። ነቲ ትርጉማትን ብዛዕባ ሕግታት ዘለዉ ምኽርታትን ዝምርምሩ ክኢላታት ገና ንደሊ ኣለና። ክኢላ ዲኻ ወይ ሓደ ካብ ቋንቋታትና ቋንቋ ኣደኻ ድዩ፡ ክትሕግዝ ትደሊ ዶ? ሓብሩና። ጌጋ ረኺብኪ ዶ? ኣድራሻና ኣብ ታሕቲ እዚ ገጽ ክትረኽብዮ ትኽእሊ።' }, // nieuw, nalezen
    'a.mission': 'ዕላማና',
    'a.mission.b': { m: 'Vloertaal ሆላንድኛ ንስራሕ ምምሃር ቁሩብ ንኽቐልል ቁሩብ ክሕግዝ ይደሊ፡ ብነጻ፡ ብቐሊሉ፡ ብቋንቋኻ ሓገዝ ድማ። ካብ Vloertaal ዝኾነ ሰብ ገንዘብ ኣይረብሕን፡ መወዓውዒ የለን፡ ወርሓዊ ክፍሊት የለን፡ ሓበሬታኻ ድማ ፈጺሙ ኣይሽየጥን።', f: 'Vloertaal ሆላንድኛ ንስራሕ ምምሃር ቁሩብ ንኽቐልል ቁሩብ ክሕግዝ ይደሊ፡ ብነጻ፡ ብቐሊሉ፡ ብቋንቋኺ ሓገዝ ድማ። ካብ Vloertaal ዝኾነ ሰብ ገንዘብ ኣይረብሕን፡ መወዓውዒ የለን፡ ወርሓዊ ክፍሊት የለን፡ ሓበሬታኺ ድማ ፈጺሙ ኣይሽየጥን።', x: 'Vloertaal ሆላንድኛ ንስራሕ ምምሃር ቁሩብ ንኽቐልል ቁሩብ ክሕግዝ ይደሊ፡ ብነጻ፡ ብቐሊሉ፡ ብቋንቋኹም ሓገዝ ድማ። ካብ Vloertaal ዝኾነ ሰብ ገንዘብ ኣይረብሕን፡ መወዓውዒ የለን፡ ወርሓዊ ክፍሊት የለን፡ ሓበሬታኹም ድማ ፈጺሙ ኣይሽየጥን።' }, // x: nieuw, nalezen
    'a.bram': 'Bram መን እዩ?',
    'a.bram.b': { m: 'Bram ኣብዚ ኣፕ ብጻይ ስራሕካ እዩ። ንብዙሕ ዓመታት ኣብ መኻዝንን ኣብ ቦታታት ህንጻን ሰሪሑ እዩ፡ ንሓደሽቲ ብጾት ስራሕ ምሕጋዝ ድማ ይፈቱ። ብህድኣት ይዛረብ፡ ምስኡ ጌጋ እንተ ገበርካ ጸገም የለን።', f: 'Bram ኣብዚ ኣፕ ብጻይ ስራሕኪ እዩ። ንብዙሕ ዓመታት ኣብ መኻዝንን ኣብ ቦታታት ህንጻን ሰሪሑ እዩ፡ ንሓደሽቲ ብጾት ስራሕ ምሕጋዝ ድማ ይፈቱ። ብህድኣት ይዛረብ፡ ምስኡ ጌጋ እንተ ገበርኪ ጸገም የለን።', x: 'Bram ኣብዚ ኣፕ ብጻይ ስራሕኩም እዩ። ንብዙሕ ዓመታት ኣብ መኻዝንን ኣብ ቦታታት ህንጻን ሰሪሑ እዩ፡ ንሓደሽቲ ብጾት ስራሕ ምሕጋዝ ድማ ይፈቱ። ብህድኣት ይዛረብ፡ ምስኡ ጌጋ እንተ ገበርኩም ጸገም የለን።' }, // x: nieuw, nalezen
    'a.how': 'ከመይ ይሰርሕ?',
    'a.how.b': { m: 'ሆላንድኛ ብሓገዝ ቋንቋኻ ኢኻ ትመሃር፡ እቲ መምርሒታትን ቃላትን ብትግርኛ እውን ትርእዮ። ትሰምዕ፡ ትጠውቕ፡ ሓረጋት ትሃንጽ፡ ምስ ብጾት ስራሕ ድማ ሓጺር ዝርርብ ትለማመድ።', f: 'ሆላንድኛ ብሓገዝ ቋንቋኺ ኢኺ ትመሃሪ፡ እቲ መምርሒታትን ቃላትን ብትግርኛ እውን ትርእይዮ። ትሰምዒ፡ ትጠውቒ፡ ሓረጋት ትሃንጺ፡ ምስ ብጾት ስራሕ ድማ ሓጺር ዝርርብ ትለማመዲ።' },
    'a.culture': 'ኣብዚ ከምዚ እዩ ዝሰርሕ',
    'a.culture.b': { m: 'ቋንቋ ቀዳምነት እዩ። ግን Vloertaal ኣብ ቦታ ስራሕ ኣብ ሆላንድን ቤልጅዩምን ነገራት ብተለምዶ ከመይ ከም ዝኸዱ እውን ይዛረብ፡ ንሓላፊኻ «je» ምባል፡ ሕቶ ምሕታት፡ ብሰዓትካ ምምጻእ፡ ገለ ነገር እንተ ረቢሹካ ድማ ምዝራብ። እዚ ምኽርታት ኣብቲ ትምህርትታትን ኣብ ትሕቲ «ምኽርታት ንቦታ ስራሕ»ን ትረኽቦ።', f: 'ቋንቋ ቀዳምነት እዩ። ግን Vloertaal ኣብ ቦታ ስራሕ ኣብ ሆላንድን ቤልጅዩምን ነገራት ብተለምዶ ከመይ ከም ዝኸዱ እውን ይዛረብ፡ ንሓላፊኺ «je» ምባል፡ ሕቶ ምሕታት፡ ብሰዓትኪ ምምጻእ፡ ገለ ነገር እንተ ረቢሹኪ ድማ ምዝራብ። እዚ ምኽርታት ኣብቲ ትምህርትታትን ኣብ ትሕቲ «ምኽርታት ንቦታ ስራሕ»ን ትረኽብዮ።' }, // nieuw, nalezen (Nederland en België)
    'a.who': 'ንመን እዩ?',
    'a.who.b': 'ኣብ ሆላንድ ወይ ቤልጅዩም ንስራሕ ሓደሽቲ ንዝኾኑ ኩሎም። ቋንቋታት ሓገዝ፡ ዓረብኛ፡ ትግርኛ፡ ፋርስኛ፡ ዳሪ፡ ዩክሬንኛ፡ ቱርክኛ፡ ፖሎንኛ፡ ሩማንኛ፡ ቡልጋርኛ፡ ስፓንኛ፡ ፖርቱጋልኛ፡ ፈረንሳይኛን ጀርመንኛን።', // nieuw, nalezen (Nederland en België)
    'a.free': 'ብሕታውነት',
    'a.free.b': { m: 'ኣካውንት ኣየድልየካን። ምዕባለኻ ኣብዚ ተሌፎን ወይ ኮምፒተር ጥራይ እዩ ዝዕቀብ። እንተ ተኸፊቱ፡ እቲ ኣፕ ትምህርትታት ክንደይ ግዜ ከም ዝውዳእ ብዘይ ስም ይቖጽር፡ ስም የለን፡ ምክትታል የለን። ኣብ «ምድላዋት» ከተጥፍኦ ትኽእል ኢኻ። ውጽኢት ፈተናን ቅዳሕ ድምጽኻን እውን ኣብዚ ተሌፎን ወይ ኮምፒተር ጥራይ ይዕቀቡ። መምህር ወይ ኣሰልጣኒ ንስኻ ባዕልኻ እተርእዮ ጥራይ እዩ ዝርኢ፡ ንኣብነት ኣብ «ከመይ ከም ዝኸይድ ኣርኢ» ዘላ ካርድ። «ተሌፎን ይስማዕ (ፈተነ)» እንተ ወሊዕካ፡ እቲ ተሌፎን ባዕሉ ሆላንድኛኻ ይፈልጦ። ናባና ወይ ናብ ካልኦት ዋላ ሓንቲ ኣይለኣኽን።', f: 'ኣካውንት ኣየድልየክን። ምዕባለኺ ኣብዚ ተሌፎን ወይ ኮምፒተር ጥራይ እዩ ዝዕቀብ። እንተ ተኸፊቱ፡ እቲ ኣፕ ትምህርትታት ክንደይ ግዜ ከም ዝውዳእ ብዘይ ስም ይቖጽር፡ ስም የለን፡ ምክትታል የለን። ኣብ «ምድላዋት» ከተጥፍእዮ ትኽእሊ ኢኺ። ውጽኢት ፈተናን ቅዳሕ ድምጽኺን እውን ኣብዚ ተሌፎን ወይ ኮምፒተር ጥራይ ይዕቀቡ። መምህር ወይ ኣሰልጣኒ ንስኺ ባዕልኺ እተርእይዮ ጥራይ እዩ ዝርኢ፡ ንኣብነት ኣብ «ከመይ ከም ዝኸይድ ኣርእዪ» ዘላ ካርድ። «ተሌፎን ይስማዕ (ፈተነ)» እንተ ወሊዕኪ፡ እቲ ተሌፎን ባዕሉ ሆላንድኛኺ ይፈልጦ። ናባና ወይ ናብ ካልኦት ዋላ ሓንቲ ኣይለኣኽን።' }, // toets-zin en begeleider-zin nieuw, nalezen (luister-zin nieuw, nalezen)
    'a.disclaimer': 'ጠቓሚ ሓበሬታ',
    'a.disclaimer.b': { m: 'ኣብ Vloertaal ዘለዉ ምኽርታት ሓፈሻዊ ሓበሬታ እዮም፡ ሕጋዊ ምኽሪ ኣይኮኑን። ሕግታት ክቕየሩ ይኽእሉ እዮም፡ እዞም ጽሑፋት ንመወዳእታ ግዜ ኣብ ጥቅምቲ 2026 ተሓዲሶም እዮም። ብዛዕባ ናይ ባዕልኻ ኩነታት፡ ንኣስራሒኻ፡ ንሓደ ማሕበር ሰራሕተኛታት ወይ ንJuridisch Loket ሕተት።', f: 'ኣብ Vloertaal ዘለዉ ምኽርታት ሓፈሻዊ ሓበሬታ እዮም፡ ሕጋዊ ምኽሪ ኣይኮኑን። ሕግታት ክቕየሩ ይኽእሉ እዮም፡ እዞም ጽሑፋት ንመወዳእታ ግዜ ኣብ ጥቅምቲ 2026 ተሓዲሶም እዮም። ብዛዕባ ናይ ባዕልኺ ኩነታት፡ ንኣስራሒኺ፡ ንሓደ ማሕበር ሰራሕተኛታት ወይ ንJuridisch Loket ሕተቲ።', x: 'ኣብ Vloertaal ዘለዉ ምኽርታት ሓፈሻዊ ሓበሬታ እዮም፡ ሕጋዊ ምኽሪ ኣይኮኑን። ሕግታት ክቕየሩ ይኽእሉ እዮም፡ እዞም ጽሑፋት ንመወዳእታ ግዜ ኣብ ጥቅምቲ 2026 ተሓዲሶም እዮም። ብዛዕባ ናይ ባዕልኹም ኩነታት፡ ንኣስራሒኹም፡ ንሓደ ማሕበር ሰራሕተኛታት ወይ ንJuridisch Loket ሕተቱ።' }, // x: nieuw, nalezen
    'a.contact': 'ሕቶ ወይ ጌጋ?',
    'a.contact.b': { m: 'ጌጋ ረኺብካ ዶ፡ ንኣብነት ኣብ ትርጉም ወይ ኣብ ምኽሪ? ወይ ሕቶ ኣለካ ዶ? ናብ hoi@vloertaal.nl ኢመይል ስደድ። ስክሪንሾት (ስእሊ ስክሪን) ይሕግዝ። ኣብ ትምህርቲ ድማ ኣብ ላዕሊ ዘሎ ባንዴራ «Melden» ክትጥውቕ ትኽእል ኢኻ፡ ሽዑ እቲ ኢመይል ኣበይ ከም ዘለኻ ይነግር።', f: 'ጌጋ ረኺብኪ ዶ፡ ንኣብነት ኣብ ትርጉም ወይ ኣብ ምኽሪ? ወይ ሕቶ ኣለኪ ዶ? ናብ hoi@vloertaal.nl ኢመይል ስደዲ። ስክሪንሾት (ስእሊ ስክሪን) ይሕግዝ። ኣብ ትምህርቲ ድማ ኣብ ላዕሊ ዘሎ ባንዴራ «Melden» ክትጥውቒ ትኽእሊ ኢኺ፡ ሽዑ እቲ ኢመይል ኣበይ ከም ዘለኺ ይነግር።', x: 'ጌጋ ረኺብኩም ዶ፡ ንኣብነት ኣብ ትርጉም ወይ ኣብ ምኽሪ? ወይ ሕቶ ኣለኩም ዶ? ናብ hoi@vloertaal.nl ኢመይል ስደዱ። ስክሪንሾት (ስእሊ ስክሪን) ይሕግዝ። ኣብ ትምህርቲ ድማ ኣብ ላዕሊ ዘሎ ባንዴራ «Melden» ክትጥውቑ ትኽእሉ ኢኹም፡ ሽዑ እቲ ኢመይል ኣበይ ከም ዘለኹም ይነግር።' }, // x: nieuw, nalezen
  },
};

export default t;
